Repository: truongtronghai/djfoodblog
Catalog: foodblog/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Please type your email here
vi: Nhập email tại đây

source: Type and submit your email here
vi: Nhập và gởi email tại đây

source: Home
vi: Trang nhà

source: Tags
vi: Thẻ

source: Page not found
vi: Trang muốn đến không tồn tại

source: Contact
vi: Liên hệ

source: Your email
vi: Email

source: Your message
vi: Nội dung

source: Send
vi: Gởi

source: Search
vi: Tìm

source: Footer
vi: Thông tin cuối trang

source: Popular tags
vi: Thẻ phổ biến

source: Food
vi: Món ăn

source: About
vi: Về tôi

source: Subscribe
vi: Đăng ký

source: No search result
vi: Không tìm thấy kết quả nào

source: Receive my latest posts
vi: Đăng ký nhận bài viết mới nhất

source: No post relates to tag
vi: Không có bài viết nào gắn thẻ này

source: Unsubscribe from my blog
vi: Hủy đăng ký blog của tôi

source: Very sorry about your Unsubscribing. Hope you re-think about this decision by ignoring this page.
vi: Rất tiếc vì bạn muốn hủy đăng ký. Hy vọng bạn sẽ thay đổi quyết định bằng cách bỏ qua trang này.

source: In case of you really want to stop receiving my latest blogs, just submitting your email.
vi: Bạn muốn dừng nhận những bài viết mới chỉ cần gởi lại email mà bạn đã dùng đăng ký.

source: UnSubscribe
vi: Hủy đăng ký

source: Welcome my new Subscriber
vi: Xin chào thành viên mới của blog

source: Thanks for subscribing our blog.<br>You will receive our latest post ASAP!
vi: Cảm ơn bạn đã đăng ký.<br>Bạn sẽ nhận được bài viết mới ngay khi được đăng lên!

source: Thank you!
vi: Cảm ơn!

source: Hope you will be back.
vi: Hy vọng bạn sẽ quay lại với blog.

source: Thank you but you have not subscribed my blog.
vi: Cảm ơn nhưng bạn chưa đăng ký với blog này.
